print(5 + 10)
print(3 * 7 , (17 - 2) * 8)
print(2 ** 16) # две звездочки означают возведение в степень
print(37 / 3) # один слешь - это деление с ответом-дробью
print(37 // 3) # два слеша стичают частное от деления нацело
              # это как операции div в других языках
print(37 % 3) #  процент считает остаток от деления нацело
              # это как операция mod  в других языках
              # Напишите программу, которая считывает три числа и выводит их сумму. Каждое число записано в отдельной строке.
