приветствие
print('как вас зовут?')
name = input() #считываем строку и кладем ее в переменную name
print('Здравствуйте, ' + '!')
#Условие
#Напишите программу, которая считывает длины двух катетов в прямоугольном треугольнике и выводит его площадь. 
#Каждое число записано в отдельной строке.
